;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.33.42
; Update: 2016-01-22
;
[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=OK
ButtonMinimize=Minimaliseer
ButtonMaximize=Maximaliseer
ButtonClose=Sluit
ButtonRestore=Herstel
ButtonMenu=Menu

[Lang]
NativeLanguage=Nederlands
[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bevestiging
Warning=Waarschuwing
Error=Fout
Confirm=Bevestiging
CurVer=Huidige Versie:
FrmGBMain.btnfeedback.caption=Commnentaar
FrmGBMain.btncheckver.caption=Update Controle
BtnEnd=Einde
;
; About
;
FrmGBAbout.caption=Over
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Huidige Versie：
FrmGBAbout.lblemail.caption=Support Email：
FrmGBAbout.lblhome.caption=WebSite：
FrmGBAbout.lblthank.caption=Met dank aan de volgende personen voor hun bijdrage:

;
; Popup Menu
;
pmNewsletter=Nieuws
pmfeedback=Commentaar
pmHelp=Help Online
pmHome=Web Site
pmContact=Neem kontakt met ons op
pmCheckNew=Update Controle
pmLang=Taal
pmAbout=Over ons
pmCheckNew=Update Controle
pmrun=Voer het Spel uit
pmadd=Voeg een Spel toe
pmdel=Verwijder het Spel
pminfo=Spel Informatie
pmEndProcess=Einde Proces
pmExclude=Uitzondering
pmNoExclude=Stop Uitzondering
pmGoogle=Zoek met Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Mijn Spelen
FrmGBMain.BtnTabOpt.Caption=Systeem Optimizer
FrmGBMain.BtnTabProcess.Caption=Proces Optimizer
FrmGBMain.BtnTabService.Caption=Service Optimizer
FrmGBMain.Btnlikeit.Caption=Like it
FrmGBMain.BtnRestore.Caption=Herstel

;
; Like Us
;
FrmLikeit.lblTitle.caption=Als je van Wise Game Booster houd, vertel het dan tegen je kennissen.
FrmLikeit.lblInfo.caption=Deel Wise Game Booster met uw familie, vrienden, klasgenoten, en collegas door Email, Blog, Twitter, Youtube, Facebook, etc.  U brengt dan efficiency in hun leven.
FrmLikeit.lblRate.caption= Stem op Wise Game Booster:
FrmLikeit.lblfollow.caption=Volg ons op:
FrmLikeit.lblshare.caption=Deel Wise Game Booster:
FrmLikeit.btndownload.caption=Gratis Download
FrmLikeit.imgrate.hint=Geef ons een 5 sterren onderscheiding
FrmLikeit.imgmail.hint=Deel het met je vrienden
FrmLikeit.imgface1.hint=Deel het op facebook
FrmLikeit.imgface2.hint=Volg ons op facebook
FrmLikeit.imgtwitter1.hint=Deel het op twitter
FrmLikeit.imgtwitter2.hint=Volg ons op twitter
FrmLikeit.Caption=Lik it
FrmLikeit.lbldownload.caption=Download meer freeware van WiseCleaner.com

FrmGBMain.btnFacebook.hint=Like WiseCleaner op Facebook
FrmGBMain.btnTwitter.hint=Deel Wise Game Booster op Twitter
FrmGBMain.btnEmail.hint=Deel Wise Game Booster met vrienden

;
; gameinfo
;
FrmGameinfo.caption=Game Informatie
FrmGameinfo.lbltype.caption=Game Type:
FrmGameinfo.lblname.caption=File Naam:
FrmGameinfo.lblPublisher.caption=Game Developer:
FrmGameinfo.lbltimes.caption=Running Tijd:
FrmGameinfo.lbllasttime.caption=Laatst uitgevoerd:
FrmGameinfo.lblrate.caption=Game Rating:
FrmGameinfo.lblcomment.caption=Game Notities:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Cancel
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimaliseer
FrmGameBox.btnProcessopt.caption=Optimaliseer
FrmGameBox.btnServiceopt.caption=Optimaliseer
FrmGameBox.btnopt.caption=Optimasliseer Alles

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimaliseer Nu
FrmSysOpt.lblhint.caption=Optimaliseer de volgende items om uw game performance te verbeteren.
FrmSysOpt.lblreall.caption=Vervolg Alles
;
;processopt
;
FrmProcess.lblhint.caption=Sluit het grote geheugen gebruik om zo de Spel/speel snelheid te vergroten. 
ProcessCpu=CPU gebruik
ProcessMemory=Memory gebruik
ProcessSuggest=Suggesties
ProcessAction=Process Management
ProcessMostMemUse=Hoog geheugen gebruik van Niet-Syteem Programma's
;
;Serviceopt
;
FrmService.lblhint.caption=Sluit irrelevante services voor snelheid verhoging. 
ServicePublisher=Ontwikkelaar
ServiceSuggest=Suggestie
ServiceAction=Service Management
ServiceStop=Stop Irrelevante Services
ServiceDisable=Stop (Voorstel)
ServiceEnable=Start (Voorstel) 
ServiceKeep=Blijf (Voorstel)
ServiceMust=Moet open zijn

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Vervolg Alle Services
Frmrestore.caption=Vervolg Service
Frmrestore.Btnok.caption=OK
ServiceName=Service Naam
ServiceChangeDateTime=Laatst Gewijzigd
ServiceRestore=Service vervolg

[GameBox]
lstbtnsearch=Zoek Spel
GameUnknow=Onbekend
GameRPG=Spelregels
GameShot=Schiet Spelen
GameOther=Andere Spelen
NeverPlay=Nooit gespeeld
UnknowPublisher=Onbekende Ontwikkelaars
lstbtnadd=Voeg een Spel toe
LblSysopt=Systeem optimalisatie
LblProcessopt=Proces management
LblServiceopt=Service optimalisatie
LblTitleCheck=Testen PC performance, wacht a.u.b...

[message]
NewVer=Er is een nieuwe Versie beschikbaar! Wil je nu upgraden?
FirRun=Wil je dat WGB automatisch zoekt naar alle nog nooit gespeelde games?
NoNewVer=Gefeliciteerd! Dit is de laatste versie.
CheckComputer=Testen PC performance, wacht a.u.b...
SearchGame=Zoeken naar locale games, wacht a.u.b...
Allgood=Gefeliciteerd! Uw PC is in een goede conditie.  
SysGood=Gefeliciteerd! Geen enkel item  moet worden geoptimaliseerd. 
ProcessGood=Gefeliciteerd! Geen enkel process moet worden gestopt. 
ServiceGood=Gefeliciteerd! Geen enkele services moet worden gestopt. 
HaveProblem= %d issues gevonden! Klik A.U.B. "Optimaliseer Alles".
sysProblem=%d items kunnen worden geoptimaliseerd.
Processproblem=%d processen kunnen worden gestopt om het geheugen vrij te maken.
Serviceproblem=%d services kunnen worden gestopt.
DeleteGame=Weet je zeker dat je dit Spel wilt Verwijderen?
HaveOpt=GeOptimaliseerd
btnRestore=Vervolg
btnOpt=Optimaliseer Nu
BtnAction=Actie
BtnStop=Stop Service
SuggestClose=Einde (Voorstel)
SuggestKeep=Blijf (Voorstel)
haveStoped=GeStopt
HaveRun=GeStart
BtnRun=Start
HaveFail=Stopen Mislukt
OptComputer=Optimaliseren, wacht a.u.b...
AllgoodAfterOpt=Optimizatie Compleet en %s MB Saved. Speel het Spel nu!
AllgoodAfterManualOpt=Gefeliciteerd! Geen enkel items moet worden geoptimaliseerd. Speel het Spel Nu!
HaveProblemAfterOpt=%d items kunnen NIET worden geoptimaliseerd, maar %s MB geheugen is vrij gemaakt.
TranslateTo= Vertaal naar ...

[sysopt]
SystemStable=Systeem Stabiliteit
SystemSpeedup=Systeem Speedup
NetworkSpeedup=Netwerk Speedup
AutoKill=Automatisch afsluiten van niet antwoordende applicaties om een systeem crash te voorkomen
RestartExplorer=Automatische restart van Windows Explorer om onverwachte desktop verdwijnen te voorkomen
TwoProcess=Maak dat Windows Explorer werkt als een separaat process om systeem conflikten te voorkomen
ErrorReport=Voorkom schermfout raporten en verbeter de systeemperformance
Debugger=Disable de debugger dit verhoogd de fout processing
OptMemory=Optimaliseer geheugen standaard instellingen om de systeem performance te verbeteren.
OptVEff=Optimaliseer het verschijnen van de front end components (dialog box, menus, etc.) dit verhoogd de systeem snelheid 
OptFileSystem=Optimaliseer het file systeem, dit verhoogd de systeem performance
OptDiskSystem=Optimaliseer de disk I/O van subsystemen, dit verhoogd systeem performance
DisAutoRun=Schakel het "Autoplay" van drives uit, dit voorkomt virus infecties
OptTTL=Optimaliseer TTL(Time To Live) instellingen, dit verbeterd de netwerk performance
OptNetForward=Optimaliseer netwerk forwarding ability, dit verbeterd de netwerk performance
OptMTU=Detecteer Automatisch "black holes" door de  Path MTU Discovery technique, dit verbeterd de TCP/IP performance
OptWINS=Optimaliseer WINS name query time, dit verbeterd de data transfer speed
OptNetWork=Optimaliseer de netwerk instellingen, dit verbeterd de transfer performance
CloseAnimate=Sluit het animatie effect bij het maximaliseren of minimaliseren van vensters/windows, dit verhoogd de window response
PagingExecutive=Disable memory pagination en verminder dedisk I/O, dit verhoogd de applicatie performance. (Doe dit niet indien uw physical memory kleiner is dan <1 Gb)
StaticIP=Maak een staties IP adres voor uw lokale connectie, dit verhoogd de PC startup snelheid
PorcessorTime=Optimaliseer de processor performance dit maakt applicaties, games, etc. sneller. (Doe dit niet indien uw machine een server is.)
DisableIDECheck=Voorkom IDE channel controle dit verhoogd de Windows startup snelheid
ForeAppSpeed=Verhoogd de beantwoordings snelheid van werkende programma's
AeroPeek=Verhoogd de display snelheid van Aero Peek
AeroSnap=Versnel Aero Snap om de thumbnail sneller te maken.
ShowSpeed=Optimaliseer de vertoon snelheid van het systeem scherm.
IconCache=Vergroot de systeem icon cache en verhoog de desktop scherm snelheid.
OptDiskIdle=Optimaliseer de disk I/O tijdens CPU is in rust.
OptIEConnection=Verhoog het max aantal connecties per server. Webpagina snelheid en online video bekijken wordt sneller.
OptEthernet=Optimaliseer Ethernet-kaart performance.

